tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "coreutils"
brew "asdf"
brew "direnv"
brew "ffmpeg"
brew "fish"
brew "ghq"
brew "git"
brew "grep"
brew "imagemagick"
brew "jq"
brew "mysql-client"
brew "nkf"
brew "peco"
brew "openssl@1.1"
brew "wget"
brew "yarn"

cask_args appdir: "~/Applications"
cask "google-chrome"
cask "docker"
cask "iterm2"
cask "visual-studio-code"
cask "sequel-ace"

mas "Slack", id: 803453959
